class OrderData:
   
    DATA_1 = {
        "name": "Иван",
        "surname": "Иванов",
        "address": "ул. Иванова, д. 10",
        "station": "Сокольники",
        "phone": "88888888888",
        "date": "25.04.2026",
        "period": "сутки"
    }

    DATA_2 = {
        "name": "Леонид",
        "surname": "Ленин",
        "address": "Ленинский пр-т, 12",
        "station": "Ленинский проспект",
        "phone": "77777777777",
        "date": "25.10.2026",
        "period": "двое суток",
        "color": "чёрный жемчуг",
        "comment": "Оставить у двери"
    }
expected_url_part = "dzen.ru"

class FaqInfo:

    faq_info_0 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    faq_info_1 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    faq_info_2 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    faq_info_3 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    faq_info_4 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    faq_info_5 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    faq_info_6 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    faq_info_7 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'